[String]
IDS_MENU_PROJECT      = &Project
IDS_MENU_PROJECT_NEW  = &New Project
IDS_MENU_PROJECT_OPEN = &Open Project
IDS_MENU_PROJECT_SAVE = &Save Project
IDS_MENU_EXIT         = &Exit

IDS_MENU_FILE         = &File
IDS_MENU_FILE_ADD     = &Add File
IDS_MENU_FILE_MODIFY  = &Modify File
IDS_MENU_FILE_REMOVE  = &Remove File

IDS_MENU_PROTECT      = P&rotect
IDS_MENU_PROTECT_CUR  = Protect &Current File
IDS_MENU_PROTECT_ALL  = Protect &All Files

IDS_MENU_LANG         = &Language

IDS_MENU_VIEW         = &View
IDS_MENU_VIEW_TOOL    = &ToolBar
IDS_MENU_VIEW_STATUS  = &StatusBar

IDS_MENU_HELP         = &Help
IDS_MENU_HELP_ABOUT   = &About

IDS_STATUS_PROJECT_NEW  = Create a new project
IDS_STATUS_PROJECT_OPEN = Open a project file
IDS_STATUS_PROJECT_SAVE = Save to a project file
IDS_STATUS_EXIT         = Exit this program
IDS_STATUS_FILE_ADD     = Add a file to be protected
IDS_STATUS_FILE_MODIFY  = Modify file path
IDS_STATUS_FILE_REMOVE  = Remove a file from the list
IDS_STATUS_PROTECT_CUR  = protect current file
IDS_STATUS_PROTECT_ALL  = protect all files
IDS_STATUS_VIEW_TOOL    = Show or hide toolbar
IDS_STATUS_VIEW_STATUS  = Show or hide statusbar
IDS_STATUS_ABOUT        = Show version and copyright information

IDS_MAINFRM_ERRTITLE           = Error
IDS_MAINFRM_HADRUN             = The program is already running!
IDS_MAINFRM_STR1               = The run for lack of the necessary files
IDS_MAINFRM_STR2               = Error running RockeyCmdShell.exe
IDS_MAINFRM_UNSUPPORT_WIN32PE  = Unsupport win32 PE file on this dongle
IDS_MAINFRM_UNSUPPORT_WIN64PE  = Unsupport win64 PE file on this dongle
IDS_MAINFRM_UNSUPPORT_WIN32NET = Unsupport win32 .Net file on this dongle
IDS_MAINFRM_UNSUPPORT_WIN64NET = Unsupport win64 .Net file on this dongle
IDS_MAINFRM_PACKED             = This file may have been packed! If you encrypt it again, it may not run.
IDS_MAINFRM_UNSUPPORT_TYPE     = Unsupport this type

IDS_LISTVIEW_COLUMN_1   = Index
IDS_LISTVIEW_COLUMN_2   = Type
IDS_LISTVIEW_COLUMN_3   = Import File
IDS_LISTVIEW_COLUMN_4   = Export File
IDS_LISTVIEW_COLUMN_5   = Result
IDS_LISTVIEW_STR1       = OK
IDS_LISTVIEW_STR2       = Error
IDS_LISTVIEW_WIN32PE      = PE32
IDS_LISTVIEW_WIN64PE      = PE64
IDS_LISTVIEW_WIN32DOTNET  = .Net32
IDS_LISTVIEW_WIN64DOTNET  = .Net64
IDS_LISTVIEW_WIN32DP_DATA = DATA32
IDS_LISTVIEW_WIN64DP_DATA = DATA64
IDS_LISTVIEW_WIN32JAVA    = JAVA32

IDS_DIALOG_TYPE_TITLE      = Model Selection
IDS_DIALOG_TYPE_STR1       = Choose a dongle model
IDS_DIALOG_DONGLE_R1S      = Rockey1 Smart
IDS_DIALOG_DONGLE_R2       = Rockey2
IDS_DIALOG_DONGLE_R3       = Rockey3
IDS_DIALOG_DONGLE_R5       = Rockey5 Time
IDS_DIALOG_DONGLE_R4       = Rockey4
IDS_DIALOG_DONGLE_R4ND     = Rockey4 ND
IDS_DIALOG_DONGLE_R4LM     = Rockey4 LM
IDS_DIALOG_DONGLE_R4SM     = Rockey4 Smart
IDS_DIALOG_DONGLE_R6SM     = Rockey6 Smart
IDS_DIALOG_DONGLE_NETR4    = Net Rockey4
IDS_DIALOG_DONGLE_NETR4ND  = Net Rockey4 ND
IDS_DIALOG_DONGLE_NETR6SM  = Net Rockey6 Smart
IDS_DIALOG_TYPE_BTN_OK     = OK
IDS_DIALOG_TYPE_BTN_CANCEL = Cancel

IDS_DIALOG_FILE_TITLE        = File Path
IDS_DIALOG_FILE_STR1         = Input File:
IDS_DIALOG_FILE_STR2         = Output File:
IDS_DIALOG_FILE_STR3         = Select a File Type:
IDS_DIALOG_FILE_STR4         = Error
IDS_DIALOG_FILE_STR5         = Please specify a file to be protected.
IDS_DIALOG_FILE_STR6         = Please specify a path to the protected file.
IDS_DIALOG_FILE_STR7         = Program
IDS_DIALOG_FILE_STR8         = Data
IDS_DIALOG_FILE_STR9         = Java Program
IDS_DIALOG_FILE_STR10        = Office Document
IDS_DIALOG_FILE_BTN_OK       = OK
IDS_DIALOG_FILE_BTN_CANCEL   = Cancel
 
IDS_DIALOG_METHOD_TITLE        = Select a function to be encrypted
IDS_DIALOG_METHOD_BTN_OK       = OK
IDS_DIALOG_METHOD_BTN_CANCEL   = Cancel 
IDS_DIALOG_METHOD_ERR1         = You must choose at least one method to encrypt
 
IDS_DIALOG_ABOUT_TITLE     = About
IDS_DIALOG_ABOUT_STR1      = Product:
IDS_DIALOG_ABOUT_STR2      = Version:
IDS_DIALOG_ABOUT_STR3      = Company:
IDS_DIALOG_ABOUT_STR4      = Website:
IDS_DIALOG_ABOUT_STR5      = Envelope Protection Center
IDS_DIALOG_ABOUT_STR6      = http://www.FTSafe.com

IDS_SHELLOPTION_PE_TITLE      = PE Envelope Option
IDS_SHELLOPTION_PE_ITEM1      = Anti Debug
IDS_SHELLOPTION_PE_DESC1      = Enable Anti Debug
IDS_SHELLOPTION_PE_ITEM2      = Check Parent
IDS_SHELLOPTION_PE_DESC2      = Enable Check Parent Process
IDS_SHELLOPTION_PE_ITEM3      = Replace Code
IDS_SHELLOPTION_PE_DESC3      = Enable Code Replacement
IDS_SHELLOPTION_PE_ITEM4      = File Protect
IDS_SHELLOPTION_PE_DESC4      = Enable File Protection
IDS_SHELLOPTION_PE_ITEM5      = Section Align
IDS_SHELLOPTION_PE_DESC5      = Enable Section Align
IDS_SHELLOPTION_YES           = Yes
IDS_SHELLOPTION_NO            = No

IDS_SHELLOPTION_NET_TITLE     = .NET Envelope Option
IDS_SHELLOPTION_NET_ITEM1     = Algorithm
IDS_SHELLOPTION_NET_DESC1     = Choose an algorithm
IDS_SHELLOPTION_NET_ITEM2     = RedisposeStrongName
IDS_SHELLOPTION_NET_DESC2     = Enable RedisposeStrongName
IDS_SHELLOPTION_NET_ITEM3     = CreateNewStrongName
IDS_SHELLOPTION_NET_DESC3     = Enable CreateNewStrongName
IDS_SHELLOPTION_NET_ITEM4     = StrongFileName
IDS_SHELLOPTION_NET_DESC4     = Type a StrongFile Name
IDS_SHELLOPTION_NET_ITEM5     = Encrypt BLOB Data
IDS_SHELLOPTION_NET_DESC5     = Enable Encrypt BLOB Data
IDS_SHELLOPTION_NET_ITEM6     = Encrypt String Data
IDS_SHELLOPTION_NET_DESC6     = Enable Encrypt String Data
IDS_SHELLOPTION_NET_ITEM7     = Encrypt Resource Data
IDS_SHELLOPTION_NET_DESC7	    = Enable Encrypt Resource Data
IDS_SHELLOPTION_NET_ITEM8     = Encrypt Method Body
IDS_SHELLOPTION_NET_DESC8	    = Enable Encrypt Method Body
IDS_SHELLOPTION_NET_ITEM9     = Method List
IDS_SHELLOPTION_NET_DESC9     = Check to specify methods to be encrypted
IDS_SHELLOPTION_NET_ENCALL    = Encrypt All
IDS_SHELLOPTION_NET_ENCSOME   = Encrypt Some
IDS_SHELLOPTION_NET_ENCNOTHING= Encrypt Nothing

IDS_SHELLOPTION_DPD_TITLE     = DataProtect Option
IDS_SHELLOPTION_DPD_ITEM1     = Algorithm
IDS_SHELLOPTION_DPD_DESC1     = Choose an algorithm
IDS_SHELLOPTION_DPD_ITEM2     = OS Select
IDS_SHELLOPTION_DPD_DESC2     = Please Select WIN32 or WIN64

IDS_SHELLOPTION_JAVA_TITLE      = JavaProtect Option
IDS_SHELLOPTION_JAVA_ITEM1      = Anti Debug
IDS_SHELLOPTION_JAVA_DESC1      = Enable Anti Debug
IDS_SHELLOPTION_JAVA_ITEM2      = JAVA Runtime
IDS_SHELLOPTION_JAVA_DESC2      = Select JAVA Runtime
IDS_SHELLOPTION_JAVA_ITEM3      = Algorithm
IDS_SHELLOPTION_JAVA_DESC3      = Select Algorithm

IDS_R1S_MSG_TITLE = Error
IDS_R1S_MSG_NOKEY = Cannot find dongle
IDS_R1S_NAME_1    = PID
IDS_R1S_DESC_1    = Please Input PID
IDS_R1S_NAME_2    = Bind HID
IDS_R1S_DESC_2    = Enable Bind to Dongle HID
IDS_R1S_NAME_3    = HID
IDS_R1S_DESC_3    = Please Input HID to bind
IDS_R1S_NAME_4    = UserPin
IDS_R1S_DESC_4    = Please Input Dongle UserPin
IDS_R1S_NAME_5    = Background Check
IDS_R1S_DESC_5    = Enable Dongle Background Check
IDS_R1S_NAME_6    = Time intervals
IDS_R1S_DESC_6    = Specify a background check interval (in seconds)
IDS_R1S_NAME_7    = Message Title
IDS_R1S_DESC_7    = Specify a title for the error message box
IDS_R1S_NAME_8    = MSG of No Dongle 
IDS_R1S_DESC_8    = Specify a message used when the dongle is not found
IDS_R1S_NAME_9    = Bind PID
IDS_R1S_DESC_9    = Enable Bind to Dongle PID

IDS_R2_MSG_TITLE = Error
IDS_R2_MSG_NOKEY = Cannot find dongle
IDS_R2_NAME_1    = UID
IDS_R2_DESC_1    = Please Input UID
IDS_R2_NAME_2    = Bind HID
IDS_R2_DESC_2    = Enable Bind to Dongle HID
IDS_R2_NAME_3    = HID
IDS_R2_DESC_3    = Please Input HID to bind
IDS_R2_NAME_4    = Background Check
IDS_R2_DESC_4    = Enable Dongle Background Check
IDS_R2_NAME_5    = Time intervals
IDS_R2_DESC_5    = Specify a background check interval (in seconds)
IDS_R2_NAME_6    = Message Title
IDS_R2_DESC_6    = Specify a title for the error message box
IDS_R2_NAME_7    = MSG of No Dongle 
IDS_R2_DESC_7    = Specify a message used when the dongle is not found

IDS_R4_MSG_TITLE = Error
IDS_R4_MSG_NOKEY = Cannot find dongle
IDS_R4_NAME_1    = P1
IDS_R4_DESC_1    = Please input P1
IDS_R4_NAME_2    = P2
IDS_R4_DESC_2    = Please input P2
IDS_R4_NAME_3    = Bind UID
IDS_R4_DESC_3    = Enable bind to Dongle UID
IDS_R4_NAME_4    = UID Start
IDS_R4_DESC_4    = Specify a starting UID
IDS_R4_NAME_5    = UID End
IDS_R4_DESC_5    = Specify an ending UID
IDS_R4_NAME_6    = Bind Module
IDS_R4_DESC_6    = Enable bind to Dongle Module
IDS_R4_NAME_7    = Desc
IDS_R4_DESC_7    = Enable descend Dongle Module
IDS_R4_NAME_8    = Module Number
IDS_R4_DESC_8    = Specify the dongle module number
IDS_R4_NAME_9    = Bind HID
IDS_R4_DESC_9    = Enable bind to Dongle HID
IDS_R4_NAME_10   = HID
IDS_R4_DESC_10   = Please Input HID to bind
IDS_R4_NAME_11   = Background Check
IDS_R4_DESC_11   = Enable Dongle Background Check
IDS_R4_NAME_12   = Time intervals
IDS_R4_DESC_12   = Specify a background check interval (in seconds)
IDS_R4_NAME_13   = Message Title
IDS_R4_DESC_13   = Specify a title for the error message box
IDS_R4_NAME_14   = MSG of No Dongle 
IDS_R4_DESC_14   = Specify a message used when the dongle is not found.

IDS_R4SM_MSG_TITLE        = Error
IDS_R4SM_MSG_NOKEY        = Cannot find dongle
IDS_R4SM_MSG_NoExpired    = Dongle License Expired
IDS_R4SM_MSG_NoSTError    = Incorrect system time
IDS_R4SM_MSG_NoLCFunc     = No time limit function for this dongle
IDS_R4SM_MSG_CountRemain  = Times of software license term left:
IDS_R4SM_MSG_DayRemain    = Days of software license term left:
IDS_R4SM_MSG_HourRemain   = Hours of software license term left:
IDS_R4SM_MSG_EndDate      = Expiration Date:
IDS_R4SM_NAME_1    = P1
IDS_R4SM_DESC_1    = Please input P1
IDS_R4SM_NAME_2    = P2
IDS_R4SM_DESC_2    = Please input P2
IDS_R4SM_NAME_3    = Bind UID
IDS_R4SM_DESC_3    = Enable bind to Dongle UID
IDS_R4SM_NAME_4    = UID Start
IDS_R4SM_DESC_4    = Specify a starting UID
IDS_R4SM_NAME_5    = UID End
IDS_R4SM_DESC_5    = Specify an ending UID
IDS_R4SM_NAME_6    = Enable Counter
IDS_R4SM_DESC_6    = Enable or disable the limit of number of uses
IDS_R4SM_NAME_7    = Module Number
IDS_R4SM_DESC_7    = Specify the dongle module number
IDS_R4SM_NAME_8    = Enable Timer
IDS_R4SM_DESC_8    = Enable or disable the limit of time of use
IDS_R4SM_NAME_9    = Module Number
IDS_R4SM_DESC_9    = Specify the dongle module number
IDS_R4SM_NAME_10   = Display Times Left
IDS_R4SM_DESC_10   = If the number of times left is displayed every time you start
IDS_R4SM_NAME_11   = Display Time Left
IDS_R4SM_DESC_11   = If the number of days or hours left or the expiration time is
IDS_R4SM_NAME_12   = Bind HID
IDS_R4SM_DESC_12   = Enable bind to Dongle HID
IDS_R4SM_NAME_13   = HID
IDS_R4SM_DESC_13   = Please Input HID to bind
IDS_R4SM_NAME_14   = Background Check
IDS_R4SM_DESC_14   = Enable Dongle Background Check
IDS_R4SM_NAME_15   = Time intervals
IDS_R4SM_DESC_15   = Specify a background check interval (in seconds)
IDS_R4SM_NAME_16   = Message Title
IDS_R4SM_DESC_16   = Specify a title for the error message box
IDS_R4SM_NAME_17   = MSG of No Dongle 
IDS_R4SM_DESC_17   = Specify a message used when the dongle is not found.
IDS_R4SM_NAME_18   = Prompt Message Used When Expired
IDS_R4SM_DESC_18   = Specify an error message displayed when the license has expired
IDS_R4SM_NAME_19   = Prompt Message Used For Wrong System Time 
IDS_R4SM_DESC_19   = Specify an error message displayed when the system time is not correct
IDS_R4SM_NAME_20   = Prompt Message Used When No Time Limit
IDS_R4SM_DESC_20   = Specify an error message displayed when the time limit is unavailable for the dongle
IDS_R4SM_NAME_21   = Times Left:
IDS_R4SM_DESC_21   = Specify a message to indicate the number of times left
IDS_R4SM_NAME_22   = Days Left:
IDS_R4SM_DESC_22   = Specify a message to indicate the number of days left
IDS_R4SM_NAME_23   = Hours Left:
IDS_R4SM_DESC_23   = Specify a message to indicate the number of hours left
IDS_R4SM_NAME_24   = Expiration Date: 
IDS_R4SM_DESC_24   = Specify a message to indicate the expiration date of software license


IDS_R4LM_MSG_TITLE = Error
IDS_R4LM_MSG_NOKEY = Cannot find dongle
IDS_R4LM_NAME_1    = PID
IDS_R4LM_DESC_1    = Please input PID
IDS_R4LM_NAME_2    = FeatureID
IDS_R4LM_DESC_2    = Please input FeatureID
IDS_R4LM_NAME_3    = Feature Password
IDS_R4LM_DESC_3    = Please input Feature Password
IDS_R4LM_NAME_4    = Bind HID
IDS_R4LM_DESC_4    = Enable bind to Dongle HID
IDS_R4LM_NAME_5    = HID
IDS_R4LM_DESC_5    = Please Input HID to bind.
IDS_R4LM_NAME_6    = Bind CID
IDS_R4LM_DESC_6    = Enable bind to Dongle CID
IDS_R4LM_NAME_7    = CID Start
IDS_R4LM_DESC_7    = Specify a starting CID
IDS_R4LM_NAME_8    = CID End
IDS_R4LM_DESC_8    = Specify an ending CID
IDS_R4LM_NAME_9    = Background Check
IDS_R4LM_DESC_9    = Enable Dongle Background Check
IDS_R4LM_NAME_10   = Time intervals
IDS_R4LM_DESC_10   = Specify a background check interval (in seconds).
IDS_R4LM_NAME_11   = Message Title
IDS_R4LM_DESC_11   = Specify a title for the error message box
IDS_R4LM_NAME_12   = MSG of No Dongle 
IDS_R4LM_DESC_12   = Specify a message used when the dongle is not found.

IDS_R6SM_MSG_TITLE = Error
IDS_R6SM_MSG_NOKEY = Cannot find dongle
IDS_R6SM_NAME_1    = Zone
IDS_R6SM_DESC_1    = Please input Dongle Zone Code
IDS_R6SM_NAME_2    = Agent
IDS_R6SM_DESC_2    = Please input Dongle Agent Code
IDS_R6SM_NAME_3    = User1
IDS_R6SM_DESC_3    = Please input Dongle User1 Code
IDS_R6SM_NAME_4    = User2
IDS_R6SM_DESC_4    = Please input Dongle User2 Code
IDS_R6SM_NAME_5    = Arithmetic File Name
IDS_R6SM_DESC_5    = Please input Arithmetic File Name
IDS_R6SM_NAME_6    = Bind HID
IDS_R6SM_DESC_6    = Enable bind to Dongle HID
IDS_R6SM_NAME_7    = HID
IDS_R6SM_DESC_7    = Please Input HID to bind
IDS_R6SM_NAME_8    = Background Check
IDS_R6SM_DESC_8    = Enable Dongle Background Check
IDS_R6SM_NAME_9    = Time intervals
IDS_R6SM_DESC_9    = Specify a background check interval (in seconds).
IDS_R6SM_NAME_10   = Message Title
IDS_R6SM_DESC_10   = Specify a title for the error message box
IDS_R6SM_NAME_11   = MSG of No Dongle 
IDS_R6SM_DESC_11   = Specify a message used when the dongle is not found.

IDS_RY3_MSG_TITLE   = Error
IDS_RY3_MSG_NOKEY   = Cannot find dongle
IDS_RY3_NAME_1      = VendorID
IDS_RY3_DESC_1      = Please input VendorID
IDS_RY3_NAME_2      = Bind HID
IDS_RY3_DESC_2      = Enable bind to Dongle HID
IDS_RY3_NAME_3      = HID
IDS_RY3_DESC_3      = Please Input HID to bind
IDS_RY3_NAME_4      = Background Check
IDS_RY3_DESC_4      = Enable Dongle Background Check
IDS_RY3_NAME_5      = Time intervals
IDS_RY3_DESC_5      = Specify a background check interval (in seconds)
IDS_RY3_NAME_6      = Message Title
IDS_RY3_DESC_6      = Specify a title for the error message box
IDS_RY3_NAME_7      = MSG of No Dongle 
IDS_RY3_DESC_7      = Specify a message used when the dongle is not found.

IDS_NETRY4_MSG_TITLE    = Error
IDS_NETRY4_MSG_NOKEY    = Cannot find dongle
IDS_NETRY4_MSG_TOOUSERS = Too Many Users
IDS_NETRY4_MSG_CONFIG   = Cannot find network configuration file
IDS_NETRY4_NAME_1       = P1
IDS_NETRY4_DESC_1       = Please input P1
IDS_NETRY4_NAME_2       = P2
IDS_NETRY4_DESC_2       = Please input P2
IDS_NETRY4_NAME_3       = Access Mode
IDS_NETRY4_DESC_3       = Please choose an Access Mode
IDS_NETRY4_Mode_1       = Share   Mode
IDS_NETRY4_Mode_2       = Private Mode
IDS_NETRY4_NAME_4       = Logon Module Number
IDS_NETRY4_DESC_4       = Please input logon module number
IDS_NETRY4_NAME_5       = Bind UID
IDS_NETRY4_DESC_5       = Enable bind to Dongle UID
IDS_NETRY4_NAME_6       = UID Start
IDS_NETRY4_DESC_6       = Please input start UID
IDS_NETRY4_NAME_7       = UID End
IDS_NETRY4_DESC_7       = Please input end UID
IDS_NETRY4_NAME_8       = Bind HID
IDS_NETRY4_DESC_8       = Enable bind to Dongle HID
IDS_NETRY4_NAME_9       = HID
IDS_NETRY4_DESC_9       = Please Input HID to bind
IDS_NETRY4_NAME_10      = Background Check
IDS_NETRY4_DESC_10      = Enable Dongle Background Check
IDS_NETRY4_NAME_11      = Time intervals
IDS_NETRY4_DESC_11      = Specify a background check interval (in seconds).
IDS_NETRY4_NAME_12      = ConfigFile Name
IDS_NETRY4_DESC_12      = Please Input Config File Name
IDS_NETRY4_NAME_13      = Message Title
IDS_NETRY4_DESC_13      = Specify a title for the error message box
IDS_NETRY4_NAME_14      = MSG of No Dongle 
IDS_NETRY4_DESC_14      = Specify a message used when the dongle is not found.
IDS_NETRY4_NAME_15      = MSG of Too Many Users 
IDS_NETRY4_DESC_15      = Specify a message used when the maximum number of users has been reached.
IDS_NETRY4_NAME_16      = MSG of No Config File 
IDS_NETRY4_DESC_16      = Specify a message used when the configuration file cannot be found.


IDS_NETRY6SM_MSG_TITLE    = Error
IDS_NETRY6SM_MSG_NOKEY    = Cannot find dongle
IDS_NETRY6SM_MSG_TOOUSERS = Too Users Logined
IDS_NETRY6SM_MSG_CONFIG   = Cannot find network configuration file
IDS_NETRY6SM_NAME_1       = Zone
IDS_NETRY6SM_DESC_1       = Please input Zone Code
IDS_NETRY6SM_NAME_2       = Agent
IDS_NETRY6SM_DESC_2       = Please input Agent Code
IDS_NETRY6SM_NAME_3       = User1
IDS_NETRY6SM_DESC_3       = Please input User1 Code
IDS_NETRY6SM_NAME_4       = User2
IDS_NETRY6SM_DESC_4       = Please input User2 Code
IDS_NETRY6SM_NAME_5       = Access Mode
IDS_NETRY6SM_DESC_5       = Please choose an Access Mode
IDS_NETRY6SM_Mode_1       = Share   Mode
IDS_NETRY6SM_Mode_2       = Private Mode
IDS_NETRY6SM_NAME_6       = Logon Module Number
IDS_NETRY6SM_DESC_6       = Please input logon module number
IDS_NETRY6SM_NAME_7       = Arithmetic File Name
IDS_NETRY6SM_DESC_7       = Please input Arithmetic File Name
IDS_NETRY6SM_NAME_8       = Bind HID
IDS_NETRY6SM_DESC_8       = Enable bind to Dongle HID
IDS_NETRY6SM_NAME_9       = HID
IDS_NETRY6SM_DESC_9       = Please Input HID to bind
IDS_NETRY6SM_NAME_10      = Background Check
IDS_NETRY6SM_DESC_10      = Enable Dongle Background Check
IDS_NETRY6SM_NAME_11      = Time intervals
IDS_NETRY6SM_DESC_11      = Specify a background check interval (in seconds)
IDS_NETRY6SM_NAME_12      = ConfigFile Name
IDS_NETRY6SM_DESC_12      = Specify the name of the configuration file.
IDS_NETRY6SM_NAME_13      = Message Title
IDS_NETRY6SM_DESC_13      = Specify a message for the error message box.
IDS_NETRY6SM_NAME_14      = MSG of No Dongle 
IDS_NETRY6SM_DESC_14      = Specify a message used when the dongle is not found.
IDS_NETRY6SM_NAME_15      = MSG of Too Users 
IDS_NETRY6SM_DESC_15      = Specify a message used when the maximum number of users has been reached.
IDS_NETRY6SM_NAME_16      = MSG of No Config File 
IDS_NETRY6SM_DESC_16      = Specify a message used when the configuration file cannot be found.

